This part is not geometrically coincident with another part of the same material. No merge possible.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId PartNotIncludedInMerge { get; }
  Visual Basic
Public Shared ReadOnly Property PartNotIncludedInMerge As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ PartNotIncludedInMerge {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PartMakerMethodForMergePartFailures Class
  Autodesk.Revit.DB Namespace